Autodesk.Revit.DB.FaceSilhouetteNode.GetFace
Returns the Face object corresponding to the node.
Returns:
The face.
Since:
2020

Autodesk.Revit.DB.FaceSilhouetteNode
An output node that represents a Face edge.
Remarks:
See also: Autodesk.Revit.DB.IExportContext2D.OnFaceSilhouette2D(Autodesk.Revit.DB.FaceSilhouetteNode).
Since:
2020